[
    {
        "id": "1",
        "slug": "on-the-way-to-meet-mom",
        "title": "On The Way To Meet Mom",
        "cover_image": "https://res.cloudinary.com/dlh6yewfa/image/upload/v1757400920/the-summer-hikaru-died-1-285x399_fswkvk.webp",
        "genre": ["Sci Fi", "Romance"],
        "status": "Completed",
        "tags": [],
        "creators": "",
        "synopsis": "One day, after being discovered in an abandoned house by a rescue team, Mori suddenly finds himself in a children's protection center. Here, he begins to learn a new way of life – one that includes grand care packages sent by a mysterious patron. But when his closest friend is reunited with her mother and leaves the center, Mori learns for the first time the existence of a mother for every child, and decides to embark on a journey to find his own. But what sort of obstacles wait along the way?"
    },
    {
        "id": "2",
        "slug": "little-mushroom",
        "title": "Little Mushroom",
        "cover_image": "/images/little-mushroom.webp",
        "genre": ["Romance", "Fantasy"],
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "In the year 2020, Earth's magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. In the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. An Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless―as soon as he determines that someone is a xenogenic, he will execute that person on the spot. But An Zhe's mutation goes undetected by Lu Feng's eyes, and so a tale of humans and xenogenics unfolds…"
    },
    {
        "id": "3",
        "slug": "our-sunny-days",
        "title": "Our Sunny Days",
        "cover_image": "/images/our-sunny-days.webp",
        "genre": "Romance",
        "status": "Completed",
        "tags": [],
        "creators": "",
        "synopsis": "Sung Ho’s not the kind you’d typically expect to settle down in the countryside. He’s in his late 20s, ex-military, and…a single father with a year-old baby his ex-girlfriend pawned off on him. Jobless and without any prospects but a house, Sung Ho hopes the peaceful Nuldongmae village will make a good new home for him and his daughter. Rumor has it that the head of the village, despite his young age, is a real jerk… But he won’t have to deal with that, will he? But on the very day he moves in, Sung Ho clashes with a tall, good-looking guy who’s got quite the temper and accuses Sung Ho of stealing from his store. This new guy really gets on his nerves, but he does seem to know a lot about the village… Sung Ho’s always been a bit of a lone ranger wherever he goes, so will he be able to let someone else in his life for sunny days up ahead?"
    },
    {
        "id": "4",
        "slug": "dropped-into-a-ghost-story-still-gotta-work",
        "title": "Dropped Into A Ghost Story, Still Gotta Work",
        "cover_image": "/images/got-dropped-into-a-ghost-story-still-gotta-work.webp",
        "genre": "Horror",
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "A pop-up event for some ‘modern fantasy’ media I loved so much that I even took a precious day off work to attend. On that day, I ended up transmigrating as a character in that very fantasy world. As none other than a newly hired employee at a famous large corporation! A dream job with great benefits, an excellent salary, and even kind and competent bosses. I’m using the information I know about the world to rise through the ranks at lightning speed! Am I happy, you ask? Please, just let me go home. I’m begging you."
    },
    {
        "id": "5",
        "slug": "debut-or-die",
        "title": "Debut or Die!",
        "cover_image": "/images/debut-or-die.webp",
        "genre": "Drama",
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "After a night of drinking, aspiring civil servant Ryu Geonwu passes out, only to awaken three years in the past in the body of a young man named Park Moondae. Before he can even assess the situation, he's given a mission: Debut or Die! Now, Moondae has one year to debut as an idol or face his doom. Luckily, he's able to snag a spot on the famous survival program 'Idol Inc.,' but with his skills so low and the competition so high, does Moondae stand a chance at becoming a shining star?"
    },
    {
        "id": "6",
        "slug": "the-hunter-gonna-lay-low",
        "title": "The Hunter's Gonna Lay Low",
        "cover_image": "/images/the-hunters-gonna-lay-low.webp",
        "genre": "Action",
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "Years ago, when the fantastic invaded the mundane, a hero named J appeared and became South Korea’s first S-class hunter. He was the nation’s hero until he disappeared after entering a fissure that threatened to destroy Incheon. Eight years later, J—Uijae Cha—awakens to a world at peace and a Korea where he’s been declared dead. Now working part-time at a restaurant serving hangover soup, Uijae vows to lay low and live quietly–until he meets a man in a gas mask who won’t let him go."
    },
    {
        "id": "7",
        "slug": "the-guy-she-was-interested-in-wasnt-a-guy-at-all",
        "title": "The Guy She Was Interested In Wasn't A Guy At All",
        "cover_image": "/images/the-guy-she-was-interested-in-wasnt-a-guy-at-all.webp",
        "genre": "Romance",
        "status": "Completed",
        "tags": [],
        "creators": "",
        "synopsis": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He's got an air of mystery about him, great style, and an impeccable music taste. Little does she know—this supposedly male employee is actually her female classmate Mitsuki! Mitsuki generally keeps to herself, but since her seat is right next to Aya's, she can't help but be extremely aware of the other's crush. Revealing the truth is out of the question for Mitsuki—but perhaps getting closer to Aya wouldn't be so bad..."
    },
    {
        "id": "8",
        "slug": "omniscient-reader-viewpoint",
        "title": "Omniscient Reader's Viewpoint",
        "cover_image": "/images/omniscient-readers-viewpoint.webp",
        "genre": "Adventure",
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "As a struggling office worker, Dokja Kim’s sole joy in life is an online novel so obscure that he’s its only reader. Then one day the story comes to an end…and so does the world. People all around the globe suddenly find themselves being massacred by horrific monsters or pitted against each other in sadistic scenarios straight out of the novel. However, only Dokja is aware that this is merely the first chapter of what is to come. Knowing that devastating plot twists are on the horizon, he can no longer afford to sit back as a reader—it’s time for Dokja to step up and write his own destiny! "
    },
    {
        "id": "9",
        "slug": "the-fragrant-flower-blooms-with-dignity",
        "title": "The Fragrant Flower Blooms With Dignity",
        "cover_image": "/images/the-fragrant-flower-blooms-with-dignity.webp",
        "genre": "Romance",
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "Chidori High is a boys' school that takes in the dregs of society with the lowest grades. Next door stands Kikyo Girls' High, where the wealthy, high-class families send their precious daughters. Chidori second-year Rintaro, who has a fierce face but a gentle heart, is helping at his family's patisserie when he meets a girl named Kaoruko. The two hit it off right away...but this blissful peace is quickly disturbed when Rintaro discovers that Kaoruko is actually a student at Kikyo. Worse, she doesn't seem to realize what a huge problem this really is! Will these two be able to forge a path for themselves, and sidestep the traps (metaphorical and literal) laid by their classmates?"
    },
    {
        "id": "10",
        "slug": "phantom-whispers",
        "title": "Phantom Whispers",
        "cover_image": "/images/phantom-whispers.webp",
        "genre": "Horror",
        "status": "Completed",
        "tags": [],
        "creators": "",
        "synopsis": "Noa has struggled with hearing unsettling voices since she was a child. But when a mysterious murder takes place, the voice in Noa’s head urges her to uncover the killer. With the police skeptical and her sanity on the line, Noa must navigate a web of fear and suspicion, guided by a ghost, to catch a ruthless killer before she herself becomes the serial killer. Will Noa uncover the murderer, or will her own mind betray her?"
    },
    {
        "id": "11",
        "slug": "the-knight-only-lives-today",
        "title": "The Knight Only Lives Today",
        "cover_image": "/images/the-knight-only-lives-today.webp",
        "genre": "Action",
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?"
    },
    {
        "id": "12",
        "slug": "mission-save-the-hunter",
        "title": "Mission: Save The Hunter",
        "cover_image": "/images/mission-save-the-hunter.webp",
        "genre": "Mystery",
        "status": "Ongoing",
        "tags": [],
        "creators": "",
        "synopsis": "Chaeyoon, once a famous hero, now lives as an unknown hunter, fulfilling the odd dying wishes of ex-colleagues before he can end his own life. Haunted by the past and drawn to Jihan, a skilled hunter he meets, Chaeyoon questions whether fulfilling last wishes and finding his own solace is possible."
    }
]